<?php
return array(
	#Для /admin.php
	'EMPTY_DATA'=>'Пустой логин или пароль',
	'NOT_FOUND'=>'Пользователь не найден',
	'TEMPORARILY_BLOCKED'=>'В связи с частым вводом неправильного пароля, аккаунт пользователя <b>%s</b> был заблокирован!<br />Повторите попытку через %s  минут(ы).',
	'WRONG_PASSWORD'=>'Неправильный пароль',

	'NAME_BLOCKED'=>'Данный ник заблокирован',
	'EMAIL_ERROR'=>'Введен недопустимый e-mail!',
	'EMAIL_BLOCKED'=>'Данный e-mail заблокирован',
	'NAME_EXISTS'=>'Этот ник уже используется другим пользователем!',
	'EMPTY_NAME'=>'Пустое имя пользователя!',
	'EMPTY_PASSWORD'=>'Пустой пароль!',
	'NIK_TOO_LONG'=>'Длина ника превышает допустимый предел!',
	'ACCESS_DENIED'=>'Доступ запрещен!',
	'CAPTCHA'=>'Введите код защиты',
	'error_captcha'=>'Защитный код введен с ошибкой',

	#Для шаблона
	'captcha'=>'Защитный код',
	'captcha_'=>'введите символы с картинки',
	'enter_to'=>'Вход в панель администратора',
);