<?php
return array(
	#Для /admin.php
	'EMPTY_DATA'=>'Пустий логін ча пароль',
	'NOT_FOUND'=>'Користувача не знайдено',
	'TEMPORARILY_BLOCKED'=>'У зв\'язку з частим вводом неправильного пароля, обліковий запис користувача <b>%s</b> тимчасово заблоковано!<br />Спробуйте через %s хвилин.',
	'WRONG_PASSWORD'=>'Неправильний пароль',

	'NAME_BLOCKED'=>'Цей нік заблоковано',
	'EMAIL_ERROR'=>'Введено неприпустимий e-mail!',
	'EMAIL_BLOCKED'=>'Схоже, e-mail заблоковано',
	'NAME_EXISTS'=>'Цей нік вже використовується іншим користувачем!',
	'EMPTY_NAME'=>'Порожнє ім\'я користувача!',
	'EMPTY_PASSWORD'=>'Порожній пароль!',
	'NIK_TOO_LONG'=>'Довжина ніку перевищує допустиму межу!',
	'ACCESS_DENIED'=>'Доступ заборонено!',
	'CAPTCHA'=>'Введіть код захисту',
	'error_captcha'=>'Захисний код введений з помилкою',

	#Для шаблону
	'captcha'=>'Захисний код',
	'captcha_'=>'введіть символи з картинки',
	'enter_to'=>'Вхід в панель адміністратора',
);