<?php
return array(
	#Для /core/others/categories_manager.php
	'delc'=>'Підтвердження видалення',
	'parent'=>'Батько',
	'EMPTY_TITLE'=>function($l=''){ return'Назва категорії не може бути порожньою'.($l ? ' (для '.$l.')' : ''); },
	'name'=>'Назва',
	'descr'=>'Опис',
	'picture'=>'Зображення',
	'preview'=>'Перегляд',
	'pos'=>'Позиція',
	'pos_'=>'Залиште порожнім для додавання в кінець',
	'adding'=>'Додавання категорії',
	'editing'=>'Редагування категорії',
	'list'=>'Категорії',
	'meta_descr'=>'Підтримується змінна {page}, що означає сторінку.',
);