<?php
return array(
	#Для /core/others/categories_manager.php
	'delc'=>'Підтвердження видалення',
	'parent'=>'Батько',
	'EMPTY_TITLE'=>function($l=''){return'Назва категорії не може бути порожньою'.($l ? ' (для '.$l.')' : '');},
	'name'=>'Назва',
	'descr'=>'Опис',
	'picture'=>'Зображення',
	'preview'=>'Перегляд',
	'pos'=>'Позиція',
	'pos_'=>'Залиште порожнім для додавання в кінець',
	'adding'=>'Додавання категорії',
	'editing'=>'Редагування категорії',

	#Для шаблону
	'add'=>'Додати категорію',
	'list'=>'Категорії',
	'subitems'=>'Підкатегорії:',
	'addsubitem'=>'Додати підкатегорію',
	'up'=>'Перемістити вгору',
	'down'=>'Перемістити вниз',
	'no'=>'Категорій немає',
	'to_pages'=>'Категорій на сторінку: %s',
	'deleting'=>'Ви дійсно хочете видалити категорію &quot;%s&quot;?',
);