<?php
if(!defined('CMS'))die;
$m=Eleanor::$vars['multilang'] ? ' (%s)' : '';
return array(
	#Для /core/others/controls_manager.php
	'edit'=>'Однорядкове текстове поле',
	'text'=>'Багаторядкове текстове поле',
	'select'=>'Однорядковий одиночний вибір',
	'item'=>'Багаторядковий одиночний вибір',
	'items'=>'Багаторядковий множинний вибір',
	'check'=>'Прапорець',
	'user'=>'Користувацьке',
	'editor'=>'Текстовий редактор',
	'uploadfile'=>'Завантаження файлу',
	'uploadimage'=>'Завантаження зображення',
	'checks'=>'Множинний вибір (прапорці)',
	'input'=>'Елемент форми',
	'date'=>'Вибір дати',

	'type_not_found'=>'Такий тип контрола не підтримується!',
	'incoming_vars'=>'Вхідні змінні: %s',
	'editor_default'=>'По замовчуванню',
	'extra_tag_params'=>'Додаткові параметри тегу',
	'extra_tag_params_'=>'Наприклад: onclick="alert(\'Click!\')"',
	'user_load_eval'=>'Код, що відповідає за відображення контрола',
	'user_save_eval'=>'Код, що відповідає за збереження контрола',
	'select_source'=>'Джерело значень',
	'editor_type'=>'Тип редактору',
	'time_select'=>'Вибір часу',
	't_color'=>'Вибір кольору',
	't_date'=>'Введення календарної дати',
	't_datetime'=>'Введення дати і часу',
	't_datetime-local'=>'Введення місцевої дати і часу',
	't_email'=>'Введення адрес електронної пошти',
	't_number'=>'Введення чисел',
	't_range'=>'Повзунок для вибору чисел у вказаному діапазоні',
	't_tel'=>'Введення телефонних номерів',
	't_time'=>'Вибір часу',
	't_url'=>'Введення веб-адрес',
	't_month'=>'Вибір місяця',
	't_week'=>'Вибір тижня',
	'no_load_eval'=>'Ви не ввели коду, що відповідає за відображення контрола.'.$m,
	'error_load_eval'=>'Ви допустили помилку в коді, що відповідає за відображення контрола.'.$m,
	'no_save_eval'=>'Ви не ввели коду, що відповідає за збереження контрола.'.$m,
	'error_save_eval'=>'Ви допустили помилку в коді, відповідає за збереження контрола.'.$m,

	#Для шаблону EditControlTable
	'control_type'=>'Тип контролу',
	'preview'=>'Передпроглядання',
	'preview_'=>'Стан контрола буде збережено як його стан по замовчуванню',

	#Для шаблону SettingsSelectLoad
	'select_source_code'=>'Код',
	'select_source_input'=>'Заданий перелік',
	'select_value1'=>'Відобразити',
	'select_value'=>'Значення',
);