<?php
return array(
	#Для /core/others/settings/simple.php & /core/others/settings/full.php
	'setting_og'=>'Установка значень налаштувань групи',
	'reset_g_con'=>'Скидання налаштувань групи',
	's_phrase_len'=>'Довжина пошукової фрази повинна бути більше двох символів!',
	'ops_not_found'=>'По запиту &quot;%s&quot; налаштування не знайдені',
	'cnt_seaop'=>'Пошук налаштувань (знайдено %s)',
	'f_not_load'=>'Файл не завантажений',
	'import_result'=>function($gd,$od,$ag,$ug,$ao,$uo)
	{
		return rtrim(($gd>0 ? $gd.Ukrainian::Plural($gd,array(' групу',' групи',' груп')).' видалено, ' : '')
			.($od>0 ? $od.Ukrainian::Plural($od,array(' налаштування',' налаштування',' налаштувань')).' видалено, ' : '')
			.($ag>0 ? $ag.Ukrainian::Plural($ag,array(' групу',' групи',' груп')).' дадано, ' : '')
			.($ug>0 ? $ug.Ukrainian::Plural($ug,array(' групу',' групи',' груп')).' оновлено, ' : '')
			.($ao>0 ? $ao.Ukrainian::Plural($ao,array(' налаштування',' налаштування',' налаштувань')).' дадано, ' : '')
			.($uo>0 ? $uo.Ukrainian::Plural($uo,array(' налаштування',' налаштування',' налаштувань')).' оновлено' : ''),', ');
	},
	'error_in_code'=>'Помилка в коді',
	'op_errors'=>'Допущені помилки',
	'grlist'=>'Список груп',
	'nooptions'=>'Налаштування відсутні',
	'options'=>'Нашалтування',
	'ops_without_g'=>'Налаштування без груп',
	'import'=>'Імпорт налаштувань',
	'export'=>'Експорт налаштувань',
	'incorrect_s_file'=>'Невірна структура файлу! (%s)',
	'im_nogrname'=>'В однієї з груп відсутнє ім\'я!',
	'im_noopname'=>'В однієї з настройок відсутнє ім\'я!',

	#Для /core/others/settings/full.php
	'delc'=>'Підтвердження видалення',
	'empty_gt'=>function($l=''){return'Назва групи не заповнена'.($l ? ' (для '.$l.')' : '');},
	'adding_g'=>'Додавання групи налаштувань',
	'editing_g'=>'Редагування групи налаштувань',
	'adding_opt'=>'Додавання налаштування',
	'editing_opt'=>'Редагування налаштування',
	'empty_ot'=>function($l=''){return'Не заповнена назва налаштування'.($l ? ' (для '.$l.')' : '');},

	#Для шаблону
	'GROUP_EXISTS'=>'Група з такою внутрішньою назвою вже існує!',
	'OPTION_EXISTS'=>'У цій групі вже існує налаштування з таким внутрішнім ім\'ям!',
	'make_o_def_c'=>'Ви дійсно хочете встановити поточні налаштування групи &quot;%s&quot; налаштуваннями по замовчуванню?',
	'olist'=>'Список налаштувань',
	'addg'=>'Додати групу',
	'addo'=>'Додати налаштування',
	'options'=>function($n)
	{
		return$n.Ukrainian::Plural($n,array(' налаштування',' налаштування',' налаштувань'));
	},
	'up'=>'Перемістити вгору',
	'down'=>'Перемістити вниз',
	'reset_def_gr'=>'Замінити поточні настройки групи налаштуваннями по замовчуванню',
	'make_def_gr'=>'Зробити поточні настройки групи налаштуваннями по замовчуванню',
	'ops_wo_g_d'=>'Зазвичай ця &quot;група&quot; порожня, але якщо відбулися якісь помилкі, шукайте зниклі налаштування тут.',
	'find'=>'Шукати',
	'ays_to_rg'=>'Ви дійсно хочете скинути налаштування для групи &quot;%s&quot;?',
	'group'=>'Група',
	'reset_opt'=>'Виставити значення по замовчуванню',
	'default_opt'=>'Зробити поточні значення значенням по замовчуванню',
	'ex_with_ex'=>'При імпорту налаштувань',
	'ex_ignore'=>'Ігнорувати',
	'ex_update'=>'Оновити частково (усе, окрім значення)',
	'ex_full'=>'Оновити повністю',
	'ex_delete'=>'Видалити',
	'do_export'=>'Експортувати',
	'select_file_im'=>'Виберіть файл з налаштуваннями',
	'do_import'=>'Імпортувати',
	'deleting_g'=>'Ви дійсно хочете видалити групу налаштувань &quot;%s&quot;?',
	'deleting_o'=>'Ви дійсно хочете видалити налаштування &quot;%s&quot;?',
	'pos'=>'Позиція',
	'pos_'=>'Залиште порожнім для додавання в кінець',
	'keyw_g'=>'Ключове слово',
	'priv_name'=>'Внутрішнє ім\'я',
	'prot_g'=>'Захищена група?',
	'beg_subg'=>'Розпочати підгрупу налаштувань',
	'prot_o'=>'Захищене налаштування?',
	'multilang'=>'Налаштування багатомовне?',
	'multilang_'=>'При включенні опції, налаштування буде багатомовним в межах обраних мов.',
	'eval_load'=>'Обробка перед редагуванням',
	'inc_vars'=>'Вхідні змінні: %s',
	'op_example'=>'Приклад використання',
	'eval_save'=>'Обробка при збереженні',
	'edit_control'=>'Управлінняе контролом',
	'evals'=>'Обробка значень',
	'error'=>'Помилка',
);