<?php
return array(
	#Для /core/others/uploader.php
	'file_manag'=>'Файловый менеджер',

	#Для /core/others/uploader_ajax.php
	'lost_session'=>'Потеряна сессия! Обновите страницу.',
	'error_name'=>'Имя содержит недопустимые символы!',
	'error_folder'=>'Создать папку не удалось',
	'maxu_unl'=>'Максимальный размер загружаемого файла - %s. ',
	'maxu_lim'=>'Максимальный размер загружаемого файла - %s. Доступное место составляет %s. ',
	'lim_files'=>'Вы еще можете загрузить %s файла(ов).',
	'error_rename'=>'Переименование не удалось',
	'error_del'=>'Не удалось удалить',
	'error_edit'=>'Файлы этого типа запрещено редактировать',
	'file_exists'=>'Файл с таким именем уже существует!',

	#Для шаблона /templates/*/Classes/Uploader.php
	'add_folder'=>'Создать папку',
	'open_folder'=>'Открыть папку',
	'insert_file'=>'Вставить в редактор (+ALT - диалог)',
	'insert_attach'=>'Вставить как объект (+ALT - диалог)',
	'open_file'=>'Открыть файл',
	'go_up'=>'На один уровень вверх',
	'cancel_upload'=>'Отменить загрузку',
	'upload_file'=>'Загрузить файл',
	'loading'=>'Загрузка...',
	'rename'=>'Переименовать',
	'show'=>'Показать',
	'hide'=>'Скрыть',
	'showprevs'=>'Отображать превьюшки',
	'doprevs'=>'Создавать превьюшки',
	'watermark'=>'Watermark',
	'create_file'=>'Создать файл',
	'save'=>'Сохранить',
	'cancel'=>'Отменить',
	'edit'=>'Править',
	'update'=>'Обновить',
	'delete'=>'Удалить',
);