<?php
return array(
	#Для /core/others/uploader.php
	'file_manag'=>'Файловий менеджер',

	#Для /core/others/uploader_ajax.php
	'lost_session'=>'Втрачено сесію! Оновіть сторінку.',
	'error_name'=>'Назва містить неприпустимі символи!',
	'error_folder'=>'Створити папку не вдалося.',
	'maxu_unl'=>'Максимальний розмір файлу, що завантажується, складає - %s. ',
	'maxu_lim'=>'Максимальний розмір файлу, що завантажується, складає - %s. Доступне місце становить %s. ',
	'lim_files'=>'Ви ще можете завантажити %s файл(ів).',
	'error_rename'=>'Перейменування не вдалося',
	'error_del'=>'Видалення не вдалося',
	'error_edit'=>'Файли цього типу заборонено редагувати',
	'file_exists'=>'Файл з таким ім\'ям вже існує!',

	#Для шаблону /templates/*/Classes/Uploader.php
	'add_folder'=>'Створити папку',
	'open_folder'=>'Відкрити папку',
	'insert_file'=>'Вставити у редактор (+ALT - діалог)',
	'insert_attach'=>'Вставити як об\'єкт (+ALT - діалог)',
	'open_file'=>'Відкрити файл',
	'go_up'=>'На один рівень вгору',
	'cancel_upload'=>'Скасувати завантаження',
	'upload_file'=>'Завантажити файл',
	'loading'=>'Завантаження...',
	'rename'=>'Перейменувати',
	'show'=>'Показати',
	'hide'=>'Приховати',
	'showprevs'=>'Відображати прев\'юшки',
	'doprevs'=>'Створювати прев\'юшки',
	'watermark'=>'Watermark',
	'create_file'=>'Створити файл',
	'save'=>'Зберегти',
	'cancel'=>'Відмінити',
);