<?php
return array(
	#Для /core/others/uploader.php
	'file_manag'=>'Файловый менеджер',

	#Для /core/others/uploader_ajax.php
	'lost_session'=>'Потеряна сессия! Обновите страницу.',
	'error_name'=>'Имя содержит недопустимые символы!',
	'error_folder'=>'Создать папку не удалось',
	'maxu_unl'=>'Максимальный размер загружаемого файла - %s. ',
	'maxu_lim'=>'Максимальный размер загружаемого файла - %s. Доступное место составляет %s. ',
	'lim_files'=>'Вы еще можете загрузить %s файла(ов).',
	'error_rename'=>'Переименование не удалось',
	'error_del'=>'Не удалось удалить',
	'error_edit'=>'Файлы этого типа запрещено редактировать',
	'file_exists'=>'Файл с таким именем уже существует!',
);