<?php
return array(
	#Для контролу завантаження файлу /core/controls/uploadfile.php
	'path_to_save'=>'Каталог збереження файлу на сервері',
	'path_to_save_'=>'Вкажіть шлях відносно каталогу /'.Eleanor::$uploads,
	'no_upload_path'=>'Вказаний шлях збереження файлу не сущетсвует або недоступний для запису!',
	'file_types'=>'Типи файлів, допустимих для завантаження',
	'file_types_'=>'Через кому. Наприклад: jpg,png,bmp',
	'filename'=>'Код для створення імені файлу',
	'filename_'=>'Вхідні змінні: $options,$Obj',
	'error_eval'=>'Ви допустили помилку в коді.',
	'uploaded_file'=>'Завантажений файл: %s',
	'writed_file'=>'Прописаний файл: %s',
	'allowed_types'=>'Типи файлів, доступних для завантаження: %s',
	'max_size'=>'Максимальний розмір файлу: %s',
	'max_size_f'=>'Максимальний розмір файлу',
	'max_size_fd'=>'Задається в байтах. Також допустимі записи: 30 kb, 5 mb, 1 gb',
	'error_ext'=>'Ви можете завантажувати файли тільки таких типів: %s',
	'write'=>'Прописати шлях до файлу',
	'upload'=>'Завантажити файл',
	'delete'=>'Видалити',
);