<?php
return array(
	#Для /core/others/votingmanager.php
	'errorva'=>'Сталася помилка при отриманні даних опитування!',
	'EMPTY_VARIANT'=>function($l){return'Один з варіантів відповіді не заповнений'.($l ? ' (для '.$l.')' : '');},
	'EMPTY_TITLE'=>function($l=''){return'Не задано назву питання'.($l ? ' (для '.$l.')' : '');},
	'DATES'=>'Дата завершення опитування не може бути раніше дати його початку!',
	'addvoting'=>'Додати опитування',
	'dbegin'=>'Дата початку',
	'lblank'=>'Залиште порожнім, щоб почати опитування зараз',
	'dend'=>'Дата закінчення',
	'onlyusers'=>'Доступно тільки користувачам',
	'onlyusers_'=>'Гості не зможуть голосувати. Користувачі зможуть голосувати тільки 1 раз.',
	'againdays'=>'Днів до нового голосу',
	'againdays_'=>'Кількість днів, після яких користувач зможе проголосувати знову',
	'votes'=>'Опитано',
	'question'=>'Питання',
	'vv'=>'Варіанти відповідей',
	'multiple'=>'Множинні відповіді',
	'maxa'=>'Максимальне число відповідей',
);