<?php
return array(
	#Для user/index.php
	'FILE_TOO_BIG'=>'Розмір файлу перевищує максимально доступний розмір у %s. Розмір вашого файлу - %s',
	'st'=>'Успішно відправлено',

	#Для шаблону
	'WRONG_RESPONDER'=>'Некоректний одержувач',
	'EMPTY_SUBJECT'=>'Ви не ввели тему повідомлення',
	'SHORT_MESSAGE'=>'Текст повідомлення надто короткий',
	'WRONG_CAPTCHA'=>'Захисний код введений з помилкою',
	'captcha'=>'Захисний код',
	'captcha_'=>'введіть символи з картинки',
	'whom'=>'Кому',
	'subject'=>'Тема',
	'message'=>'Повідомлення',
	'file'=>'Додатковий матеріал',
	'maxfs'=>'Максимальний размір: %s',
	'sent'=>'<b>Ваше повідомлення успішно відправлено</b><br /><a href="%s">Відправити ще одне повідомлення</a>',
);