<?php
return array(
	#Для admin/index.php
	'listmp'=>'Перелік модулів на головній сторінці',
	'adding'=>'Додавання модуля',
	'editing'=>'Редагування модуля',
	'mexists'=>'Цей модуль уже присутній на головній сторінці!',

	#Для шаблону
	'list'=>'Перелік модулів',
	'add'=>'Додати модуль',
	'pos'=>'Позиція',
	'pos_'=>'Залиште порожнім для додавання в кінець',
	'services'=>'Сервіси',
	'up'=>'Вгору',
	'down'=>'Вниз',
	'no'=>'Зараз на головній сторінці немає модулів. Ви можете їх додати, клікнувши на посилання праворуч.',
	'module'=>'Модуль',
);