<?php
return array(
	#Для admin/index.php
	'listmp'=>'Список модулей на главной странице',
	'adding'=>'Добавление модуля',
	'editing'=>'Редактирование модуля',
	'mexists'=>'Этот модуль уже присутствует на главной странице!',

	#Для шаблона
	'list'=>'Список модулей',
	'add'=>'Добавить модуль',
	'pos'=>'Позиция',
	'pos_'=>'Оставьте пустым для добавления в конец',
	'services'=>'Сервисы',
	'up'=>'Вверх',
	'down'=>'Вниз',
	'no'=>'Сейчас на главной странице нет модулей. Вы можете их добавить, кликнув на ссылку справа.',
	'module'=>'Модуль',
);