<?php
return[
	'title'=>'Кабинет пользователя',
	'user-sign-in'=>'Вход пользователя',
	'use-widget'=>'Чтобы войти под своей учётной записью - воспользуйтесь формой слева',
	'add-user'=>'Войти ещё',
	'settings'=>'Настройки',
	'sessions'=>'Сессии',
	'change-password'=>'Сменить пароль',

	'remember-me'=>'Запомнить меня',
	'sign-in'=>'Войти',

	'avatar'=>'Аватар',
	'l10n'=>'Локализация по умолчанию',
	'timezone'=>'Часовой пояс',
	'info'=>'Информация о себе',
	'default'=>'По умолчанию',

	'password-changing'=>'Изменение пароля',
	'old-password'=>'Старый пароль',
	'set-password'=>'Обновить пароль',

	'browser'=>'Браузер',
	'way'=>'Способ',
	'created'=>'Создана',
	'used'=>'Активность',
	'terminate'=>'Завершить',
	'sessions-info%'=>'Для безопасности, вы не можете завершить более ранние сессии, кроме тех, которые не использовались более %d месяцев.',

	'signing-up'=>'Регистрация пользователя',
	'username'=>'Имя пользователя',
	'username_'=>'Длина пароля должна быть не менее 10 символов',
	'password'=>'Пароль',
	'password2'=>'Повторите пароль',
	'display_name'=>'Отображаемое имя',
	'register'=>'Зарегистрироваться',

	'signed-out'=>'Вы вышли',
	'signed-out_'=>'Сейчас вас переместит на главную&hellip;',

	'EXISTS'=>'Регистрация успешно завершена. Вы были авторизованы на сайте.',
	'USERS_LIMIT'=>'Достигнут предел',
	'NO_TELEGRAM'=>'Регистрация отключена',
	'MISSED_TELEGRAM'=>'Чтобы начать процесс регистрации на сайте, вам нужно совершить попытку входа через Telegram.',
];