<?php
return array(
	#Для /addons/admin/modules/blocks.php
	'lab'=>'Список усіх блоків',
	'bpos'=>'Положення блоків',
	'ipages'=>'Ідентифікація сторінок',
	'delc'=>'Підтвердження видалення',
	'bydef'=>'За замовчуванням',
	'editing'=>'Редагування блоку',
	'adding'=>'Додавання блоку',
	'empty_title'=>function($l){return'Не заповнено назву блоку'.($l ? ' (для '.$l.')' : '');},
	'editingi'=>'Редагування ідентифікатора сторінки',
	'addingi'=>'Додавання ідентифікатора сторінки',
	'notitle'=>function($l){return'Ви не ввели назву ідентифікатора сторінки'.($l ? ' (для '.$l.')' : '');},
	'errcode'=>'У коді ідентифікації допущена помилка: %s',
);