<?php
return array(
	#Для /addons/admin/modules/database.php
	'list'=>'Завдання',
	'backup&recovery'=>'Бекап і відновлення',
	'adding'=>'Додавання завдання',
	'editing'=>'Редагування завдання',
	'notables'=>'Не задані таблиці',
	'errort'=>'Для таблиці %s і полів %s, %s виникла помилка: %s',

	#Для шаблону
	'recovernames'=>'Оновлення імен користувачів',
	'add'=>'Додати завдання',
	'tables'=>'Таблиці',
	'fields'=>'Поля',
	'status'=>'Статус',
	'done'=>'Виконано: %s. Порушено записів: %s',
	'notasks'=>'Завдань відновлення імен користувачів немає',
	'tpp'=>'Завдань на сторінку %s',
	'fid'=>'Поле ID користувача',
	'fname'=>'Поле імені користувача',
	'per_load'=>'Кількість користувачів, що обробляються за один захід',
	'act_'=>'При активації завдання, його правка стане неможливою, до тих пір, поки завдання не виконається',
	'del'=>'Видалити після завершення',
	'runned'=>'Редагування цього завдання заборонено, оскільки воно виконується в даний момент!',
);