<?php
return array(
	#Для /addons/admin/modules/database.php
	'list'=>'Задания',
	'backup&recovery'=>'Бэкап и восстановление',
	'adding'=>'Добавление задания',
	'editing'=>'Редактирование задания',
	'notables'=>'Не заданы таблицы',
	'errort'=>'Для таблицы %s и полей %s, %s возникла ошибка: %s',

	#Для шаблона
	'recovernames'=>'Обновление имен пользователей',
	'add'=>'Добавить задание',
	'tables'=>'Таблицы',
	'fields'=>'Поля',
	'status'=>'Статус',
	'done'=>'Выполнено: %s. Затронуто записей: %s',
	'notasks'=>'Заданий восстановления имен пользователей нет',
	'tpp'=>'Заданий на страницу %s',
	'fid'=>'Поле ID пользователя',
	'fname'=>'Поле имени пользователя',
	'per_load'=>'Количество пользователей, обрабатываемых за один заход',
	'act_'=>'При активации задания, его правка станет невозможной, до тех пор, пока задание не выполнится',
	'del'=>'Удалить после завершения',
	'runned'=>'Правка этого задания запрещена, поскольку оно выполняется в данный момент!',
);