<?php
return array(
	#Для /addons/admin/modules/modules.php
	'delc'=>'Підтвердження видалення',
	'adding'=>'Додавання модуля',
	'editing'=>'Редагування модуля',
	'empty_title'=>function($l){return'Назва модуля не може бути порожнею'.($l ? ' (для '.$l.')' : '');},
	'sec_exists'=>function($s){return'Модуль з '.Ukrainian::Plural(count($s),array('розділом','розділами','розділами')).' &quot;'.join('&quot;, &quot;',$s).'&quot; вже існує';},

	#Для шаблону
	'NOSERVICES'=>'Ви не обрали жодного сервісу, в якому буде доступний цей модуль',
	'WRONG_PATH'=>'Неправильний шлях до файлу',
	'add'=>'Додати модуль',
	'list'=>'Модулі',
	'module'=>'Модуль',
	'services'=>'Сервіси',
	'groups'=>'Групи',
	'm_folder'=>'Каталог модуля',
	'access_in_s'=>'Можна користуватися в сервісах',
	'multi'=>'Мультисервісний?',
	'multi_'=>'Пошук файлів модуля буде проводиться в [каталог модуля]/[назва сервісу]/[ім\'я файлу].php',
	'files'=>'Файли',
	'filename'=>'Назва файлу',
	'img'=>'Логотип',
	'img_'=>'Щодо каталогу images/modules. Будь ласка, використовуйте знак * замість позначення розміру (big, small ...). news-*.png',
	'prot'=>'Захищений модуль?',
	'prot_'=>'Цю опцію можна встановити тільки один раз - при установці. Так позначаються особливо важливі модулі, які видалити неможливо, а редагування обмежене.',
	'files_'=>'Якщо модуль не мультисервісний, кожен сервіс буде використовувати вказаний файл',
	'sections'=>'Секції модуля',
	'descr_'=>'HTML теги заборонені',
	'updown'=>'Переміщати',
	'deleting'=>'Ви дійсно хочете видалити модуль &quot;%s&quot;?',
);