<?php
return array(
	#Для /addons/admin/modules/multisite.php
	'sn'=>'Назва сайту',
	'emp_t'=>'В одного з сайтів не заповнена назва!',
	'sa'=>'Адреса сайту',
	'sa_'=>'Закриваючий слеш в кінці обов\'язковий',
	'err_adr'=>'В одного з сайтів адресу введено некоректно!',
	'sync'=>'Користувачі синхронізовані?',
	'sync_'=>'Якщо користувачі синхронізовані - автовход буде проводиться за ID користувача, якщо ні - за логіном.',
	'secret'=>'Секрет сайту',
	'pref'=>'Префікс таблиць',
	'dbhost'=>'Хост БД',
	'dbhost_'=>'Очистіть це поле, щоб використовувати поточну БД',
	'dbn'=>'Назва бази даних',
	'dbu'=>'Користувач бази даних',
	'dbp'=>'Пароль бази даних',
	'nom'=>'Таблицю мультісайта не знайдено',
	'conf'=>'Конфігурація',
);