<?php
return array(
	#Для /addons/admin/modules/multisite.php
	'sn'=>'Название сайта',
	'emp_t'=>'У одного из сайтов не заполнено название!',
	'sa'=>'Адрес сайта',
	'sa_'=>'Закрывающий слэш в конце обязателен',
	'err_adr'=>'У одного из сайтов адрес введен некорректно!',
	'sync'=>'Пользователи синхронизированы?',
	'sync_'=>'Если пользователи синхронизированы - автовход будет производится по ID пользователя, если нет - по логину.',
	'secret'=>'Секрет сайта',
	'pref'=>'Префикс таблиц',
	'dbhost'=>'Хост БД',
	'dbhost_'=>'Очистите это поле, чтобы использовать текущую БД',
	'dbn'=>'Название базы данных',
	'dbu'=>'Пользователь базы данных',
	'dbp'=>'Пароль базы данных',
	'nom'=>'Таблица мультисайта не найдена',
	'conf'=>'Конфигурация',
);