<?php
return array(
	#Для /addons/admin/modules/services.php
	'name'=>'Название',
	'file'=>'Файл',
	'login'=>'Логин',
	'prot'=>'Защищенный сервис?',
	'delc'=>'Подтверждение удаления',
	'list'=>'Список сервисов',
	'adding'=>'Добавление сервиса',
	'editing'=>'Редактирование сервиса',
	'no_login'=>'Такого логина не существует!',
	'empty_title'=>'Название сервиса не может быть пустым!',
	'exists'=>'Сервис с таким названием уже существует!',

	#Для шаблона
	'add'=>'Добавить сервис',
	'design'=>'Оформление',
	'deleting'=>'Вы действительно хотите удалить сервис &quot;%s&quot;?',
	'etpl'=>'Редактировать шаблон',
);