<?php
return array(
	#Для /addons/admin/modules/services.php
	'name'=>'Назва',
	'file'=>'Файл',
	'login'=>'Логін',
	'prot'=>'Захищений сервіс?',
	'delc'=>'Підтвердження видалення',
	'list'=>'Список сервісів',
	'adding'=>'Додавання сервісу',
	'editing'=>'Редагування сервісу',
	'no_login'=>'Такого логіну не існує!',
	'empty_title'=>'Назва сервісу не може бути порожньою!',
	'exists'=>'Сервіс з такою назвою вже існує!',

	#Для шаблону
	'add'=>'Додати сервіс',
	'design'=>'Оформлення',
	'deleting'=>'Ви дійсно хочете видалити сервіс &quot;%s&quot;?',
	'etpl'=>'Редагувати шаблон',
);