<?php
return array(
	#Для /addons/admin/modules/smiles.php
	'emotion'=>'Емоція',
	'emotion_'=>'Емоція у тексті. Наприклад: :-) :-* ;-). Можна вказати кілька через кому.',
	'path'=>'Шлях до смайлу',
	'preview'=>'Перегляд',
	'pos'=>'Позиція',
	'pos_'=>'Залиште порожнім для додавання в кінець',
	'status'=>'Активний',
	'show'=>'Відображати в списку',
	'gadd'=>'Групове додавання',
	'fdne'=>'Введений каталог не існує',
	'emoexists'=>function($em){return count($em)>1 ? 'Емоції '.join(', ',$em).' вже існують.' : 'Емоція '.join($em).' вже існує.';},
	'smnots'=>'Ви не обрали жодного смайла для додавання.',
	'smnf'=>'В даному каталозі нові смайли не виявлені.',
	'delc'=>'Підтвердження видалення',
	'list'=>'Список смайлів',
	'adding'=>'Додавання смайлу',
	'editing'=>'Редагування смайлу',

	#Для шаблону
	'NOFILE'=>'Файлу смайла не існує',
	'NOEMO'=>'Не задана емоція',
	'add'=>'Додати смайл',
	'smile'=>'Смайл',
	'no_smiles'=>'Смайли не знайдені',
	'deleting'=>'Ви дійсно хочете видалити смайл %s?',
	'selcat'=>'Виберіть каталог',
	'smadded'=>'Смайли успішно додані.',
	'smpp'=>'Смайлів на сторінку: %s',
	'addsels'=>'Додати вибрані смайли.',
);