<?php
return array(
	#Для /addons/admin/modules/users.php
	'personal'=>'Особисте',
	'gender'=>'Стать',
	'nogender'=>'Невідомо',
	'male'=>'Чоловік',
	'female'=>'Жінка',
	'bio'=>'Біографія',
	'interests'=>'Інтереси',
	'location'=>'Розташування',
	'site'=>'Сайт',
	'site_'=>'Введіть адресу сайту, починаючи з http://',
	'signature'=>'Підпис',
	'connect'=>'Зв\'язок',
	'vk'=>'ВКонтакте',
	'vk_'=>'Будь ласка введіть лише id, або ім\'я',
	'twitter_'=>'Будь ласка введіть лише нік',
	'theme'=>'Шаблон',
	'by_default'=>'За замовчуванням',
	'editor'=>'Редактор',
	'lettertitle'=>'Тема листа',
	'letterdescr'=>'Текст листа',
	'letter4new'=>'Лист при створенні нового користувача',
	'descr4new'=>'{site} - назва сайту<br />
{name} - ім\'я користувача<br />
{login} - логін користувача<br />
{pass} - пароль користувача<br />
{link} - посилання на Ваш сайт',
	'letter4name'=>'Лист при зміні імені користувача',
	'descr4name'=>'{site} - назва сайту<br />
{name} - ім\'я користувача<br />
{oldlogin} - старий логін користувача<br />
{newlogin} - новий логін користувача<br />
{link} - посилання на Ваш сайт',
	'letter4pass'=>'Лист при зміні пароля користувача',
	'letters'=>'Формати листів',
	'whoonline'=>'Хто онлайн',
	'delc'=>'Підтвердження видалення',
	'adding'=>'Створення користувача',
	'editing'=>'Зміна користувача',
	'list'=>'Список користувачів',

	#Errors
	'NAME_TOO_LONG'=>function($l,$e){ return'Довжина імені користувача не повинна перевищувати '.$l.Ukrainian::Plural($l,array(' символ',' символи',' символів')).' символів. Ви ввели '.$e.Ukrainian::Plural($e,array(' символ',' символи',' символів')).' символів.'; },
	'PASS_TOO_SHORT'=>function($l,$e){ return'Довжина пароля повинна бути мінімум '.$l.Ukrainian::Plural($l,array(' символ',' символи',' символів')).' символів. Ви ввели тільки '.$e.Ukrainian::Plural($e,array(' символ',' символи',' символів')).' символів.'; },
);