<?php
return array(
	#Для admin/index.php
	'lettertitle'=>'Тема письма',
	'letterdescr'=>'Текст письма',
	'letter_reg'=>'Письмо регистрации',
	'letter_reg_fin'=>'Текст письма без активации',
	'letter_reg_'=>'{site} - название сайта<br />
{login} - логин пользователя<br />
{name} - имя пользователя<br />
{pass} - пароль пользователя<br />
{link} - ссылка на Ваш сайт',
	'letter_reg_act'=>'Текст письма с активацией по e-mail',
	'letter_reg_act_'=>'{site} - название сайта<br />
{login} - логин пользователя<br />
{name} - имя пользователя<br />
{pass} - пароль пользователя<br />
{link} - ссылка на Ваш сайт<br />
{confirm} - ссылка на подтверждение<br />
{hours} - срок активации в часах',
	'letter_reg_act_admin'=>'Текст письма с активацией администратором',
	'letter_act'=>'Письмо активации учетной записи',
	'letter_act_success'=>'Текст успешной активации',
	'letter_act_success_'=>'{site} - название сайта<br />
{login} - логин пользователя<br />
{name} - имя пользователя<br />
{link} - ссылка на Ваш сайт',
	'letter_act_refused'=>'Текст удаления не активированной учетной записи',
	'letter_act_refused_'=>'{site} - название сайта<br />
{login} - логин пользователя<br />
{name} - имя пользователя<br />
{link} - ссылка на Ваш сайт<br />
{reason} - причина удаления',
	'letter_passrem'=>'Письмо восстановления пароля',
	'letter_passrem_'=>'{site} - название сайта<br />
{login} - логин пользователя<br />
{name} - имя пользователя<br />
{link} - ссылка на Ваш сайт<br />
{confirm} - ссылка на подтверждение',
	'letter_passremfin'=>'Письмо с новым паролем (после восстановления)',
	'letter_passremfin_'=>'{site} - название сайта<br />
{login} - логин пользователя<br />
{name} - имя пользователя<br />
{pass} - пароль пользователя<br />
{link} - ссылка на Ваш сайт<br />
{confirm} - ссылка на подтверждение',
	'letter_newemail'=>'Письмо изменения e-mail',
	'letter_newemail_'=>'{site} - название сайта<br />
{login} - логин пользователя<br />
{name} - имя пользователя<br />
{link} - ссылка на Ваш сайт<br />
{confirm} - ссылка на подтверждение<br />
{newemail} - новый e-mail<br />
{oldemail} - старый e-mail',
	'letter_newemail_old'=>'Письмо на старый e-mail (шаг 1)',
	'letter_newemail_new'=>'Письмо на новый e-mail (шаг 2)',
	'letters'=>'Форматы писем',
	'delc'=>'Подтверждение удаления',
	'inactives'=>'Не активированные пользователи',
);