<?php
return array(
	#ƒл€ admin/index.php
	'lettertitle'=>'“ема письма',
	'letterdescr'=>'“екст письма',
	'letter_reg'=>'ѕисьмо регистрации',
	'letter_reg_fin'=>'“екст письма без активации',
	'letter_reg_'=>'{site} - название сайта<br />
{login} - логин пользовател€<br />
{name} - им€ пользовател€<br />
{pass} - пароль пользовател€<br />
{link} - ссылка на ¬аш сайт',
	'letter_reg_act'=>'“екст письма с активацией по e-mail',
	'letter_reg_act_'=>'{site} - название сайта<br />
{login} - логин пользовател€<br />
{name} - им€ пользовател€<br />
{pass} - пароль пользовател€<br />
{link} - ссылка на ¬аш сайт<br />
{confirm} - ссылка на подтверждение<br />
{hours} - срок активации в часах',
	'letter_reg_act_admin'=>'“екст письма с активацией администратором',
	'letter_act'=>'ѕисьмо активации учетной записи',
	'letter_act_success'=>'“екст успешной активации',
	'letter_act_success_'=>'{site} - название сайта<br />
{login} - логин пользовател€<br />
{name} - им€ пользовател€<br />
{link} - ссылка на ¬аш сайт',
	'letter_act_refused'=>'“екст удалени€ не активированной учетной записи',
	'letter_act_refused_'=>'{site} - название сайта<br />
{login} - логин пользовател€<br />
{name} - им€ пользовател€<br />
{link} - ссылка на ¬аш сайт<br />
{reason} - причина удалени€',
	'letter_passrem'=>'ѕисьмо восстановлени€ парол€',
	'letter_passrem_'=>'{site} - название сайта<br />
{login} - логин пользовател€<br />
{name} - им€ пользовател€<br />
{link} - ссылка на ¬аш сайт<br />
{confirm} - ссылка на подтверждение',
	'letter_passremfin'=>'ѕисьмо с новым паролем (после восстановлени€)',
	'letter_passremfin_'=>'{site} - название сайта<br />
{login} - логин пользовател€<br />
{name} - им€ пользовател€<br />
{pass} - пароль пользовател€<br />
{link} - ссылка на ¬аш сайт<br />
{confirm} - ссылка на подтверждение',
	'letter_newemail'=>'ѕисьмо изменени€ e-mail',
	'letter_newemail_'=>'{site} - название сайта<br />
{login} - логин пользовател€<br />
{name} - им€ пользовател€<br />
{link} - ссылка на ¬аш сайт<br />
{confirm} - ссылка на подтверждение<br />
{newemail} - новый e-mail<br />
{oldemail} - старый e-mail',
	'letter_newemail_old'=>'ѕисьмо на старый e-mail (шаг 1)',
	'letter_newemail_new'=>'ѕисьмо на новый e-mail (шаг 2)',
	'letters'=>'‘орматы писем',
	'delc'=>'ѕодтверждение удалени€',
	'inactives'=>'Ќе активированные пользователи',
);