<?php
return array(
	'reg_t'=>'Реєстрація на сайті {site}',
	'reg_fin'=>'Здравствуйте, {name}!<br /><br />
Ви успішно зареєструвалися на сайті {site}.<br />
Логін: <b>{login}</b><br />
Пароль: <b>{pass}</b><br /><br />

Адреса сайту: <b><a href="{link}">{link}</a></b><br />
<br />
З найкращими побажаннями,<br />
команда сайту {site}.',
	'reg_act'=>'Здравствуйте, {name}!<br /><br />
Ви зареєструвалися на сайті {site}.<br />
Логін: <b>{login}</b><br />
[pass]Пароль: <b>{pass}</b><br />[/pass]<br />

<b>Для завершення реєстрації, Вам необхідно перейти по посиланню <a href="{confirm}">{confirm}</a></b>.<br />
Якщо Ви не завершете реєстрацію, протягом {hours} годин, Ваш обліковий запис буде видалена.<br /><br />

Адреса сайту: <b><a href="{link}">{link}</a></b><br />
<br />
З найкращими побажаннями,<br />
команда сайту {site}.',

	'reg_act_admin'=>'Здравствуйте, {name}!<br /><br />
Ви зареєструвалися на сайті {site}.<br />
Логін: <b>{login}</b><br />
[pass]Пароль: <b>{pass}</b><br />[/pass]<br />

Ваш обліковий запис поки не активована. Активація облікового запису проіводітся адміністратором вручну. Чекайте.<br /><br />

Адреса сайту: <b><a href="{link}">{link}</a></b><br />
<br />
З найкращими побажаннями,<br />
команда сайту {site}.',

	'act_t'=>'Активація облікового запису на сайті {site}',
	'act_success'=>'Здравствуйте, {name}!<br /><br />

Ваш обліковий запис успішно активовано. <a href="{link}">Перейти на сайт</a><br />
<br />
З найкращими побажаннями,<br />
команда сайту {site}.',
	'act_refused'=>'Здравствуйте, {name}!<br /><br />

Ваш обліковий запис активований не була. Більш того, вона була видалена.[reason]Причина:<br />
{reason}[/reason]
<a href="{link}">Перейти на сайт</a><br />
<br />
З найкращими побажаннями,<br />
команда сайту {site}.',

	'passrem_t'=>'Відновлення пароля на сайті {site}',
	'passrem'=>'Здравствуйте, {name}!<br /><br />
Ви запросили відновлення пароля. Для продовження, будь ласка, перейдіть по посиланню: <a href="{confirm}">{confirm}</a>.<br /><br />

Адреса сайту: <b><a href="{link}">{link}</a></b><br />
<br />
З найкращими побажаннями,<br />
команда сайту {site}.',

	'passremfin_t'=>'Ваш новий пароль для доступу на сайт {site}',
	'passremfin'=>'Здравствуйте, {name}!<br /><br />
Ваш новий пароль для доступу на сайт {site}:<br />
<b>{pass}</b><br />

Адреса сайту: <b><a href="{link}">{link}</a></b><br />
<br />
З найкращими побажаннями,<br />
команда сайту {site}.',

	'newemail_t'=>'Зміна контактного e-mail на сайті {site}',
	'newemail_old'=>'Здравствуйте, {name}!<br /><br />
Ваш поточний e-mail ({oldemail}) буде замінений новим: {newemail}. Для підтвердження, будь ласка, перейдіть по посиланню <a href="{confirm}">{confirm}</a>.
Після підтвердження, Вам буде необхідно підтвердити цю операцію ще раз з нового e-mail.<br /><br />

Якщо Ви не хочете змінювати свій e-mail, просто ігноруйте цей лист.<br /><br />

Адреса сайту: <b><a href="{link}">{link}</a></b><br />
<br />
З найкращими побажаннями,<br />
команда сайту {site}.',
	'newemail_new'=>'Здравствуйте, {name}!<br /><br />
Ваш старий e-mail ({oldemail}) буде замінений поточним: {newemail}. Для підтвердження, будь ласка, перейдіть по посиланню <a href="{confirm}">{confirm}</a>.<br /><br />

Якщо Ви не хочете змінювати свій e-mail, просто ігноруйте цей лист.<br />
<br />
Адреса сайту: <b><a href="{link}">{link}</a></b><br />
<br />
З найкращими побажаннями,<br />
команда сайту {site}.',
);