<?php
return array(
	'reg_t'=>'Регистрация на сайте {site}',
	'reg_fin'=>'Здравствуйте, {name}!<br /><br />
Вы успешно зарегистрировались на сайте {site}.<br />
Логин: <b>{login}</b><br />
Пароль: <b>{pass}</b><br /><br />

Адрес сайта: <b><a href="{link}">{link}</a></b><br />
<br />
С наилучшими пожеланиями,<br />
команда сайта {site}.',
	'reg_act'=>'Здравствуйте, {name}!<br /><br />
Вы зарегистрировались на сайте {site}.<br />
Логин: <b>{login}</b><br />
[pass]Пароль: <b>{pass}</b><br />[/pass]<br />

<b>Для завершения регистрации, Вам необходимо перейти по ссылке <a href="{confirm}">{confirm}</a></b>.<br />
Если Вы не завершите регистрацию, в течении {hours} часов, Ваша учетная запись будет удалена.<br /><br />

Адрес сайта: <b><a href="{link}">{link}</a></b><br />
<br />
С наилучшими пожеланиями,<br />
команда сайта {site}.',

	'reg_act_admin'=>'Здравствуйте, {name}!<br /><br />
Вы зарегистрировались на сайте {site}.<br />
Логин: <b>{login}</b><br />
[pass]Пароль: <b>{pass}</b><br />[/pass]<br />

Ваша учетная запись пока не активирована. Активация учетной записи проиводится администратором вручную. Ожидайте.<br /><br />

Адрес сайта: <b><a href="{link}">{link}</a></b><br />
<br />
С наилучшими пожеланиями,<br />
команда сайта {site}.',

	'act_t'=>'Активация учетной записи на сайте {site}',
	'act_success'=>'Здравствуйте, {name}!<br /><br />

Ваша учетная запись успешно активирована. <a href="{link}">Перейти на сайт</a><br />
<br />
С наилучшими пожеланиями,<br />
команда сайта {site}.',
	'act_refused'=>'Здравствуйте, {name}!<br /><br />

Ваша учетная запись активирована не была. Более того, она была удалена.[reason]Причина:<br />
{reason}[/reason]
<a href="{link}">Перейти на сайт</a><br />
<br />
С наилучшими пожеланиями,<br />
команда сайта {site}.',

	'passrem_t'=>'Восстановление пароля на сайте {site}',
	'passrem'=>'Здравствуйте, {name}!<br /><br />
Вы запросили восстановление пароля. Для продолжения, пожалуйста, перейдите по ссылке: <a href="{confirm}">{confirm}</a>.<br /><br />

Адрес сайта: <b><a href="{link}">{link}</a></b><br />
<br />
С наилучшими пожеланиями,<br />
команда сайта {site}.',

	'passremfin_t'=>'Ваш новый пароль для доступа на сайт {site}',
	'passremfin'=>'Здравствуйте, {name}!<br /><br />
Ваш новый пароль для доступа на сайт {site}:<br />
<b>{pass}</b><br />

Адрес сайта: <b><a href="{link}">{link}</a></b><br />
<br />
С наилучшими пожеланиями,<br />
команда сайта {site}.',

	'newemail_t'=>'Изменение контактного e-mail на сайте {site}',
	'newemail_old'=>'Здравствуйте, {name}!<br /><br />
Ваш текущий e-mail ({oldemail}) будет заменен новым: {newemail}. Для подтверждения, пожалуйста, перейдите по ссылке <a href="{confirm}">{confirm}</a>.
После подтверждения, Вам будет необходимо подтвердить эту операцию еще раз с нового e-mail.<br /><br />

Если Вы не хотите изменять свой e-mail, просто проигнорируйте это письмо.<br /><br />

Адрес сайта: <b><a href="{link}">{link}</a></b><br />
<br />
С наилучшими пожеланиями,<br />
команда сайта {site}.',
	'newemail_new'=>'Здравствуйте, {name}!<br /><br />
Ваш старый e-mail ({oldemail}) будет заменен текущим: {newemail}. Для подтверждения, пожалуйста, перейдите по ссылке <a href="{confirm}">{confirm}</a>.<br /><br />

Если Вы не хотите изменять свой e-mail, просто проигнорируйте это письмо.<br />
<br />
Адрес сайта: <b><a href="{link}">{link}</a></b><br />
<br />
С наилучшими пожеланиями,<br />
команда сайта {site}.',
);