<?php
return array(
	#Для admin/index.php
	'name'=>'Назва',
	'descr'=>'Опис',
	'image'=>'Логотип помилки',
	'preview'=>'Превью',
	'http_status'=>'HTTP статус',
	'http_status_'=>'403, 404...',
	'mail_'=>'Користувач зможе відправити Вам повідомлення. Воно прийде на цей e-mail.',
	'log'=>'Логування',
	'log_'=>'При відвідуванні цієї сторінки, буде створюватися запис у журналі помилок сайту.',
	'letters'=>'Формати листів',
	'lettertitle'=>'Тема листа',
	'letterdescr'=>'Текст листа',
	'letter_error'=>'Лист про помилку від користувача',
	'letter_error_'=>'{site} - назва сайту<br />
{name} - ім\'я користувача<br />
{fullname} - повне ім\'я користувача<br />
{userlink} - посилання на користувача<br />
{text} - тест користувача<br />
{link} - посилання на Ваш сайт<br />
{linkerror} - сторінка помилки<br />
{from} - посилання на помилку',
	'delc'=>'Підтвердження видалення',
	'list'=>'Сторінки помилок',
	'adding'=>'Додавання сторінки помилки',
	'editing'=>'Редагування сторінки помилки',
	'empty_title'=>function($l){return'Назву не задано'.($l ? ' (для '.$l.')' : '');},
	'empty_text'=>function($l){return'Опис не задано'.($l ? ' (для '.$l.')' : '');},
);