<?php
return array(
	/*array(
		'title'=>array(
			'russian'=>'Сайт',
			'ukrainian'=>'Сайт',
			'english'=>'Site',
		),
		#Адрес удаленного сайта. Слэш в конце обязателен!
		'address'=>'http://eleanor-cms.ru/',

		#Синхронизованность пользователей
		'userssync'=>false,

		#Секрет для сайта, если получить доступ к БД невозможно
		'secret'=>'',

		#База данных.
		'prefix'=>'',

		#База данных. Необязательные параметры. Будет использована текущя база данных, если хотя бы одного не будет.
		'host'=>'[db_host]',
		'db'=>'[db]',
		'user'=>'[db_user]',
		'pass'=>'[db_pass]',
	),*/
);