<?php
return array(
	#Для Classes/AdminAccount.php
	'begins'=>'Начинается с',
	'contains'=>'Содержит',
	'match'=>'Совпадает',
	'endings'=>'Заканчивается на',
	'user_name'=>'Имя пользователя',
	'register'=>'Регистрация',
	'from-to'=>'от - до ГГГГ-ММ-ДД ЧЧ:ММ:СС',
	'lettersent'=>'Письмо отправлено',
	'sendlet'=>'Отправить активационное письмо',
	'not_found'=>'Пользователи не найдены',
	'to_pages'=>'Пользователей на страницу: %s',
	'del_users'=>'Вы действительно хотите удалить следующих пользователей?',
	'dreason'=>'Введите причину отказа',
	'delr'=>'Удалить с указанием причины',
);