<?php
return array(
	#Для Classes/AdminAccount.php
	'begins'=>'Починається з',
	'contains'=>'Містить',
	'match'=>'Співпадає',
	'endings'=>'Закінчується на',
	'user_name'=>'Ім\'я користувача',
	'register'=>'Реєстрація',
	'from-to'=>'від - до РРРР-ММ-ДД ГГ:ХХ:СС',
	'lettersent'=>'Лист відправлено',
	'sendlet'=>'Надіслати активаційний лист',
	'not_found'=>'Користувачі не знайдені',
	'to_pages'=>'Користувачів на сторінку: %s',
	'del_users'=>'Ви дійсно хочете видалити наступних користувачів?',
	'dreason'=>'Введіть причину відмови',
	'delr'=>'Видалити із вказанням причини',
);