<?php
return array(
	#Для Classes/Database.php
	'NO_TABLES'=>'Не задані таблиці',
	'add'=>'Додати завдання',
	'tables'=>'Таблиці',
	'fields'=>'Поля',
	'status'=>'Статус',
	'done'=>'Виконано: %s. Порушено записів: %s',
	'notasks'=>'Завдань відновлення імен користувачів немає',
	'tpp'=>'Завдань на сторінку %s',
	'fid'=>'Поле ID користувача',
	'fname'=>'Поле імені користувача',
	'per_load'=>'Кількість користувачів, що обробляються за один захід',
	'act_'=>'При активації завдання, його правка стане неможливою, до тих пір, поки завдання не виконається',
	'del'=>'Видалити після завершення',
	'RUNNED'=>'Редагування цього завдання заборонено, оскільки воно виконується в даний момент!',
);