<?php
return array(
	#Для Classes/Database.php
	'NO_TABLES'=>'Не заданы таблицы',
	'add'=>'Добавить задание',
	'tables'=>'Таблицы',
	'fields'=>'Поля',
	'status'=>'Статус',
	'done'=>'Выполнено: %s. Затронуто записей: %s',
	'notasks'=>'Заданий восстановления имен пользователей нет',
	'tpp'=>'Заданий на страницу %s',
	'fid'=>'Поле ID пользователя',
	'fname'=>'Поле имени пользователя',
	'per_load'=>'Количество пользователей, обрабатываемых за один заход',
	'act_'=>'При активации задания, его правка станет невозможной, до тех пор, пока задание не выполнится',
	'del'=>'Удалить после завершения',
	'RUNNED'=>'Правка этого задания запрещена, поскольку оно выполняется в данный момент!',
);