<?php
return array(
	#Для Enter.php
	'EMPTY_DATA'=>'Пустой логин или пароль',
	'NOT_FOUND'=>'Пользователь не найден',
	'WRONG_PASSWORD'=>'Неправильный пароль',
	'NAME_BLOCKED'=>'Данный ник заблокирован',
	'EMAIL_ERROR'=>'Введен недопустимый e-mail!',
	'EMAIL_BLOCKED'=>'Данный e-mail заблокирован',
	'NAME_EXISTS'=>'Этот ник уже используется другим пользователем!',
	'EMPTY_NAME'=>'Пустое имя пользователя!',
	'EMPTY_PASSWORD'=>'Пустой пароль!',
	'NIK_TOO_LONG'=>'Длина ника превышает допустимый предел!',
	'ACCESS_DENIED'=>'Доступ запрещен!',
	'CAPTCHA'=>'Введите код защиты',
	'WRONG_CAPTCHA'=>'Защитный код введен с ошибкой',
	'captcha'=>'Защитный код',
	'captcha_'=>'введите символы с картинки',
);