<?php
return array(
	'new_t'=>'Ваш новый аккаунт на сайте {site}',
	'new'=>'Здравствуйте, <b>{name}</b>!<br /><br />
Вам зарегистрирован новый аккаунт на сайте {site}. Для доступа на сайт используйте: <br />
Логин: <b>{login}</b><br />
Пароль: <b>{pass}</b><br />
Ссылка на сайт: <b>{link}</b><br />
<br />
С наилучшими пожеланиями,<br />
команда сайта {site} .',

	'name_t'=>'Переименование Вашего пользователя на сайте {site}',
	'name'=>'Здравствуйте, <b>{name}</b>!<br /><br />
На сайте {site} Вам изменили Ваш ник! Теперь Вы уже не <b>{oldlogin}</b>, а <b>{newlogin}</b>.
<br />
С наилучшими пожеланиями,<br />
команда сайта {site} .',

	'pass_t'=>'Ваш новый пароль на сайте {site}',
	'pass'=>'Здравствуйте, <b>{name}</b>!<br /><br />
Вам изменили пароль для доступа на сайт {site}. Для доступа на сайт используйте: <br />
Логин: <b>{login}</b><br />
Пароль: <b>{pass}</b><br />
Ссылка на сайт: <b>{link}</b><br />
<br />
С наилучшими пожеланиями,<br />
команда сайта {site} .',
);