<?php
return array(
	'new_t'=>'Ваш новый аккаунт на сайте {site}',
	'new'=>'Здравствуйте, <b>{name}</b>!<br /><br />
Вам зареєстровано новий аккаунт на сайті {site}. Для доступу на сайт використовуйте: <br />
Логін: <b>{login}</b><br />
Пароль: <b>{pass}</b><br />
Посилання на сайт: <b>{link}</b><br />
<br />
З найкращими побажаннями,<br />
команда сайту {site} .',

	'name_t'=>'Перейменування Вашого користувача на сайті {site}',
	'name'=>'Здравствуйте, <b>{name}</b>!<br /><br />
На сайті {site} Вам змінили Ваш нік! Тепер Ви вже не <b>{oldlogin}</b>, а <b>{newlogin}</b>.
<br />
З найкращими побажаннями,<br />
команда сайту {site} .',

	'pass_t'=>'Ваш новий пароль на сайті {site}',
	'pass'=>'Здравствуйте, <b>{name}</b>!<br /><br />
Вам змінили пароль для доступу на сайт {site}. Для доступу на сайт використовуйте: <br />
Логін: <b>{login}</b><br />
Пароль: <b>{pass}</b><br />
Посилання на сайт: <b>{link}</b><br />
<br />
З найкращими побажаннями,<br />
команда сайту {site} .',
);