<?php
return array(
	#Для user/index.php
	'n'=>'Новини',
	'my'=>'Мої новини',
	'deleted'=>'Успішно видалено',
	'delc'=>'Підтвердження видалення',
	'search_limit'=>'Використовувати пошук можна раз у %s секунд! Почекайте ще %s секунд.',
	'sym_limit'=>'Пошуковий запит повинен бути не менше %s символів!',
	'notofind'=>'Не вказані критерії пошуку',
	'categs'=>'Категорії',
	'tags'=>'Теги',
	'search'=>'Пошук',

	#Для user/addedit.php
	'adding'=>'Додавання новини',
	'editing'=>'Редагування новини',
	'FLOOD_LIMIT'=>'Додавати новини можна раз у %s секунд! Почекайте ще %s секунд.',
	'ERROR_END_DATE'=>'Поле &quot;Доступна до&quot; заповнено некоректно',
	'ERROR_END_DATE_IN_PAST'=>'Дата &quot;Доступна до&quot; повинна бути майбутня',
	'EMPTY_TITLE'=>function($l){return'Заголовок не може бути порожнім'.($l ? ' (для '.$l.')' : '');},
	'EMPTY_TEXT'=>function($l){return'Текст новини не може бути порожнім'.($l ? ' (для '.$l.')' : '');},
	'waitmod'=>'Очікування модерації',
	'nssadded'=>'Новина успішно додана',
	'nssedit'=>'Новина успішно відредагована',
	'FILL_AUTHOR'=>'Будь ласка, представтесь',
);