<?php
return[
	'loading'=>'Загрузка&hellip;',
	'to_top'=>'Наверх',

	'en'=>'🇺🇸 English',

	#Menu
	'demo-blog'=>'Демо blog unit',
	'demo-static'=>'Демо static page',
	'demo-direct'=>'Демо direct',
	'demo-text'=>'Демо text',
	'demo-json'=>'Демо JSON',

	#Sign in widget
	'dashboard'=>'Дашборд',
	'sign-out'=>'Выход',
	'username'=>'Имя пользователя',
	'password'=>'Пароль',
	'sign-in'=>'Войти',
	'forgotten'=>'Забыли?',
	'allow-cookie'=>'Разрешить куки авторизации',
	'cookie-explain'=>'Эта галочка существует здесь только из-за глупой регуляции куки.',
	'remember-me'=>'Запомнить меня',
	'switch-to'=>'Переключиться на:',
];