<?php
return array(
	#Для Classes/UserContacts.php
	'WRONG_RESPONDER'=>'Некоректний одержувач',
	'EMPTY_SUBJECT'=>'Ви не ввели тему повідомлення',
	'SHORT_MESSAGE'=>'Текст повідомлення надто короткий',
	'WRONG_CAPTCHA'=>'Захисний код введений з помилкою',
	'WRONG_EMAIL'=>'Лист за вказаною адресою не дійде',
	'email'=>'Ваш e-mail',
	'email_'=>'Можете не вводити, якщо наша відповідь вас не цікавить',
	'captcha'=>'Захисний код',
	'captcha_'=>'введіть символи з картинки',
	'whom'=>'Кому',
	'subject'=>'Тема',
	'message'=>'Повідомлення',
	'file'=>'Додатковий матеріал',
	'maxfs'=>'Максимальний размір: %s',
	'sent'=>'<b>Ваше повідомлення успішно відправлено</b><br /><a href="%s">Відправити ще одне повідомлення</a>',
	'send'=>'Відправити повідомлення',
);