<?php
return array(
	#Для Classes/UserContacts.php
	'WRONG_RESPONDER'=>'Некорректный получатель',
	'EMPTY_SUBJECT'=>'Вы не ввели тему сообщения',
	'SHORT_MESSAGE'=>'Текст сообщения слишком короткий',
	'WRONG_CAPTCHA'=>'Защитный код введен с ошибкой',
	'WRONG_EMAIL'=>'Письмо по указанному адресу не дойдет',
	'email'=>'Ваш e-mail',
	'email_'=>'Можете не вводить, если наш ответ вам не интересен',
	'captcha'=>'Защитный код',
	'captcha_'=>'введите символы с картинки',
	'whom'=>'Кому',
	'subject'=>'Тема',
	'message'=>'Сообщение',
	'file'=>'Дополнительный материал',
	'maxfs'=>'Максимальный размер: %s',
	'sent'=>'<b>Ваше сообщение успешно отправлено</b><br /><a href="%s">Отправить еще одно сообщение</a>',
	'send'=>'Отправить сообщение',
);