Calendar.LANG("ukr", "Українська", {

	fdow: 1,		// first day of week for this locale; 0 = Sunday, 1 = Monday, etc.

	goToday: "Сьогодні",

	today: "Сьогодні",	 // appears in bottom bar

	wk: "тиж",

	weekend: "0,6",	 // 0 = Sunday, 1 = Monday, etc.

	AM: "am",

	PM: "pm",

	mn : [ "січень",
		"лютий",
		"березень",
		"квітень",
		"травень",
		"червень",
		"липень",
		"серпень",
		"вересень",
		"жовтень",
		"листопад",
		"грудень" ],

	smn : [ "січ",
		"лют",
		"бер",
		"кві",
		"тра",
		"чер",
		"лип",
		"сер",
		"вер",
		"жов",
		"лис",
		"гру" ],

	dn : [ "недія",
		"понеділок",
		"вівторок",
		"середа",
		"четвер",
		"п'ятницz",
		"субота",
		"недія" ],

	sdn : [ "нед",
		"пон",
		"вів",
		"сер",
		"чет",
		"п'ят",
		"суб",
		"нед" ]

});
